Repository: ReadyPlayerEmma/Translate
Catalog: Localization/*/Diseases/covid-19.po
Languages: sv_se

source: Page info
sv_se: Sidinfo

source: 1. Learn more about proteins and SARS-CoV-2
sv_se: 1. Läs mer om protiener och SARS-CoV-2

source: 2. Our blog posts in chronological order
sv_se: 2. Våra blogginlägg i kronologisk orning

source: Learn more about proteins and SARS-CoV-2
sv_se: Läs mer om protiener och SARS-CoV-2

source: Proteins are molecular machines that perform many functions we associate with life. They sense the environment (e.g. in taste and smell), perform work (e.g. muscle contraction and breaking down food), and play structural roles (e.g. your hair). They are made of a linear chain of chemicals called amino acids that, in many cases, spontaneously “fold” into compact, functional structures. Much like any other machine, it’s how a protein’s components are arranged and move that determine the protein’s function. In this case, the components are atoms.
sv_se: Proteiner är molekylära maskiner som gör många funktioner som är associerade med livet. De känner av omgivningen (t.ex smak och lukt sinne), utför arbete (t.ex muskelsammandragningar och nedbrytandet av mat), och spela strukturella roller (t.ex i ditt hår). De är gjorda av raka kedjor av kemikalier så kallade aminosyror som i många fall spontant “viker” sig till kompakta, funktionella strukturer. Liksom alla andra maskiner så har en proteins delar bestämda rörelser och är anordnade på bestämda sätt som bestämmer vad en proteins funktion är. I detta fallet så är komponenterna atomer.

source: Viruses also have proteins that they use to suppress our immune systems and reproduce themselves.
sv_se: Viruset har också proteiner som kan användas till att försvaga vårt immun försvar och fortplanta sig.

source: To help tackle coronavirus, we want to understand how these viral proteins work and how we can design therapeutics to stop them.
sv_se: För att hjälpa till med att bekämpa corona viruset så vill vi förstå hur dessa virala proteiner fungerar och hur vi kan skapa läkemedel för att stoppa dom.

source: There are many experimental methods for determining protein structures. While extremely powerful, they only reveal a single snapshot of a protein’s usual shape. But proteins have lots of moving parts, so we really want to see the protein in action. The structures we can’t see experimentally may be the key to discovering a new therapeutic.
sv_se: Det finns många experimentella metoder för att bestämma proteins struktur. Medans den är väldigt kraftfull så visar de endast en enda bild av proteins vanliga form. Men proteiner har många rörande delar. Det är därför vi är ute efter är att kunna se proteinet i rörelse. Strukturen vi inte kan se experimentellt kanske är nyckel till att hitta nya läkemedel.

source: Using football as an analogy for the experimental situation, it’s as if you could only see the players lined up for the snap (the single arrangement the players spend the most time in) and were blind to the rest of the game.
sv_se: Att använda amerikansk fotboll som en analogi i en experimentell situation. Det är som om du endast kan se spelare som är länkade till snäppet (den enda anordning som spelare spendera mest tid i) och om du var blind för i resten av spelet.

source: Seeing a single structure of a protein (left) is like seeing players lined up for the snap in football. Important information, but a lot missing too. The protein structure shows a sphere for each atom (blue) and red arrows highlighting the one drug binding site in this protein.
sv_se: Att titta på en enda struktur av en protein (vänster) är som att titta på spelare uppradade för snäppet i fotboll. Viktig information men det saknas också mycket. Protein strukturen visar en sfär för varje atom (blå) och den röda pilen visar en mediciner bar sida av proteinet.

source: Our specialty is in using computer simulations to understand proteins’ moving parts. Watching how the atoms in a protein move relative to one another is important because it captures valuable information that is inaccessible by any other means.
sv_se: Vår specialitet är i att använda data simulationer till att förstå proteinets rörande delar. Titta hur atomer i proteinet rör sig relativt till de andra det är viktigt för att få fram viktig information som är otillgänglig med andra metoder.

source: Taking the experimental structures as starting points, we can simulate how all the atoms in the protein move, effectively filling in the rest of the game that experiments miss.
sv_se: Ta den experimentella strukturerna som en start punkt. Vi kan simulerar hur alla atomer i protinet rör sig, effektivt fyller rester av spelet som experimenten saknar.

source: A movie capturing how the protein shown before moves is like getting to watch the whole football game. In this case, we see a pocket form that was absent in the experimental structure.
sv_se: En film har filmat hur proteinet rör sig innan den får titta på en hel amerikansk fotbollsmatch. I detta fallet, ser vi en fick form som var frånvarande från den strukturella formen.

source: Doing so can reveal new therapeutic opportunities. For example, in our recent [paper](https://www.biorxiv.org/content/10.1101/2020.02.09.940510v1.abstract), we simulated a protein from Ebola virus that is typically considered ‘undruggable’ because the snapshots from experiments don’t have obvious druggable sites. But, our simulations uncovered an alternative structure that does have a druggable site. Importantly, we then performed experiments that confirmed our computational prediction, and are now searching for drugs that bind this newly discovered binding site.
sv_se: Göra så att vi kan ta fram nya medicinska möjligheter. Till exempel i vårt senaste [papper](https://www.biorxiv.org/content/10.1101/2020.02.09.940510v1.abstract) så har vi simulerat en protein från Ebola viruset som oftast anses vara ’icke bot bart med medicin’ för att bilder från experimenten har ingen tydlig botningsbar sida. Men våra simulationer har hittat en alternativ struktur som har en botningsbar sida. Viktigt är att våra genomförda experiment som bevisat våra beräkningsförutsägelse och är nu sökande för en medicin som binder på det nyligen hittade bindbara sidan.

source: An experimental structure of an Ebola protein doesn’t have obvious druggable sites (no deep pockets among the atoms shown as spheres).
sv_se: En experimentell struktur av en Ebola protein har inga uppenbara medicinska sidor (inga djupa fickor bland atomerna visas som sfärer).

source: Our simulations captured a motion that creates a potentially druggable site in this Ebola protein. Instead of showing spheres for each atom, this cartoon shows a ribbon tracing the linear chain of amino acids (chemicals) the protein is made of.
sv_se: Våra simulationer har fångat en rörelse som skapas av en potentiell medicinska bar sida i detta Ebola proteinet. Istället för att visa sfärer för varenda atom. Denna tecknade film visas ett band som jagar den linjära kedjan av aminosyror (kemikalier) som proteiner är gjorda av

source: We want to do the same thing with coronavirus.
sv_se: Vi vill göra samma sak med corona viruset.

source: Spreading the knowledge with open source and open science
sv_se: Sprid kunskapen ned öppen källakåd och öppen vetenskap

source: When we are done with our analysis we upload the data here:
sv_se: När vi är klara med våran analys av data så laddas datan upp här:

source: We also make all data publicly available, so that other people working in the field can check our analysis and anyone with new methods (e.g. the always growing machine learning data analysis) can look at them at any time: [https://osf.io/2h6p4/wiki/home/](https://osf.io/2h6p4/wiki/home/)
sv_se: Vi gör också all data allmän tillgänglig så att andra personer som jobbar på fältet kan kolla in våra analyser och någon med nya metoder (t.ex den allt mer växande maskin lärlings data analysen) kan kolla på dom när som helst: [https://osf.io/2h6p4/wiki/home/](https://osf.io/2h6p4/wiki/home/)

source: and [https://osf.io/dp4cb/wiki/home/](https://osf.io/dp4cb/wiki/home/)
sv_se: och [https://osf.io/dp4cb/wiki/home/](https://osf.io/dp4cb/wiki/home/)

source: We are also collaborating with other labs and groups outside the Foldingathome Consortium to solve COVID-19 asap. Learn more about the COVID Moonshot collaboration: [Link](https://covid.postera.ai/covid) COVID Moonshot dashboard: [Link](https://fah-ws3.s3.amazonaws.com/covid-moonshot/sprints/sprint-4/2020-09-06-ugi-tBu-x3110-3v3m-2020-04-Jacobs/index.html)
sv_se: Vi samarbetar också med andra laboratorier och grupper utanför Foldingathome Konsortium för att lösa COVID-19 så snabbt som möjligt. Läs mer om COVID Moonshot samarbetet: [Länk](https://covid.postera.ai/covid) COVID Moonshot progression: [Länk](https://fah-ws3.s3.amazonaws.com/covid-moonshot/sprints/sprint-4/2020-09-06-ugi-tBu-x3110-3v3m-2020-04-Jacobs/index.html)

source: What you can do
sv_se: Vad du kan göra

source: 1. Donate computing power:
sv_se: 1. Donera data kraft:

source: [Downloading Folding@home](/start-folding/) and helping us run simulations is the primary way to contribute. These calculations are enormous and every little bit helps! Each simulation you run is like buying a lottery ticket. The more tickets we buy, the better our chances of hitting the jackpot. Usually, your computer will never be idle, but we’ve had such an enthusiastic response to our COVID-19 work that you will see some intermittent downtime as we sprint to setup more simulations. Please be patient with us! There is a lot of valuable science to be done, and we’re getting it running as quickly as we can.
sv_se: [Nedladdning av Folding@home](/Börja vika/) och att köra simulationer som är den primära vägen att bidra med. Dessa uträkningar är enorma och varje liten bit hjälper till! Varje simulation du kör är som att köpa en lotteri biljett. Desto fler biljetter vi köper desto större chans är det att få jackpot. Vanligtvis så kommer din dator aldrig vila, men vi fick en så entusiastiska respons på vårat COVID-19 jobb därför kommer du att se periodiska driftstopp medans vi rushar med att sätta upp mer simulationer. Snälla ha tålamod med oss! Det är mycket värdefull forskning att bli gjord och vi jobbar för att få allting att fungera så fort som möjligt.

source: To focus on COVID-19 research you can set the project category in your FAH client to “COVID-19”.
sv_se: För att fokusera på COVID-19 forskning så kan du sätta projekt kategorin i din FAH klient till “COVID-19”.

source: 2) If you don’t have computers to contribute or are feeling particularly generous, you can also [make donations](https://gifts.wustl.edu/med/index.html?other_designation_description=Folding@Home%20(Dr%20Greg%20Bowman,%20Dept%20of%20Biochemistry)&0_d_tr1=71&sc=NG) through Washington University in St. Louis. These funds are used for a number of purposes, including:
sv_se: 2) Om du inte har datorer att hjälpa till med eller om du känner dig väldigt generös så kan du också [göra donationer](https://gifts.wustl.edu/med/index.html?other_designation_description=Folding@Home%20(Dr%20Greg%20Bowman,%20Dept%20of%20Biochemistry)&0_d_tr1=71&sc=NG) genom Washington universitetet i St. Louis. Dessa tillgångar kommer användas till flera olika saker såsom:

source: 2.1) Supporting our software engineering and server-side hardware (particularly important right now as we scale up rapidly!)
sv_se: 2.1) Stöd till våra programvaruutvecklare och server sidans hårdvara (extra viktigt just nu för att vi håller på att växa väldigt snabbt!)

source: 2.2) Buying compounds to test experimentally based on insight from our simulations.
sv_se: 2.2) Köpa föreningar till att testa experiment som är baserade på våra insikter från våra simulationer.

source: Our posts regarding COVID-19, SARS-CoV-2
sv_se: Våra inlägg angående COVID-19, SARS-CoV-2

source: results
sv_se: resultat
