Repository: ReadyPlayerEmma/Translate
Catalog: Localization/*/statistics.po
Languages: fr_fr

source: Statistics
fr_fr: Statistiques

source: One of the best ways to help Folding@home is by recruiting your friends and family. Start by sharing our project with them. Then join a team or even start your own team. The more points your team earns, the closer we come to finding cures.
fr_fr: Un des meilleurs moyens d'aider Folding@home est d'inviter vos amis et votre famille. Commencez par partager notre projet avec eux. Puis rejoignez une équipe ou créez la vôtre. Plus votre équipe gagne de points, plus nous avons de chances de trouver des remèdes.

source: On this page you will find access to statistics for individuals and teams who have joined together to earn points and compete with other teams. Some of us are quite intense in our approach to folding. We have team websites, we supe up our computers, and we drive the technology forward by reporting bugs and making suggestions about how to improve the software.
fr_fr: Sur cette page, vous allez avoir accès aux statistiques par participant et par équipe, lesquelles rivalisent avec les autres équipes. Certains parmi nous sont des passionnés. Nous avons des sites d'équipes, nous vitaminons nos ordinateurs, et nous faisons progresser le projet en signalant les problèmes rencontrés et en suggérarnt des améliorations.

source: **MAXIMIZE** your **EFFORT**
fr_fr: **MAXIMISEZ** votre **PARTICIPATION**

source: Set up your team
fr_fr: Configurez votre équipe

source: If you are interested in setting up a team of your own, you can get started here.
fr_fr: Si vous souhaitez configurer votre propre équipe, vous pouvez commencer ici.

source: Start a team
fr_fr: Créer une équipe

source: [Lost team password?](https://apps.foldingathome.org/team/mailpass)
fr_fr: [Mot de passe d'équipe perdu?](https://apps.foldingathome.org/team/mailpass)

source: Change your team info
fr_fr: Modifier votre équipe

source: Monitoring stats updates automatically: available downloads and rules of use
fr_fr: Surveillance automatique des statistiques : Téléchargement et règles d'usage

source: The donor and team stats are updated every hour, although this can be delayed if there were a lot of work units to come back during that hour. We have been turning off web access to the stats database during stats updates (usually on the hour).
fr_fr: Les statisitques des donateurs et des équipes sont mises à jour toutes les heures, bien qu'un délai soit possible si un grand nombre d'unités de travail doit être retourné durant cette heure. Nous suspendons l'accès à la base de données des statistiques durant la mise à jour (habituallement dans l'heure).

source: Please do not use scripts to access the donor or team pages, but use the full donor list (flat files) instead. IP addresses which do not abide by our robots.txt rules will be banned.
fr_fr: Merci de ne pas utiliser des scripts pour consulter les pages des donateurs et/ou des équipes : veuillez utiliser la liste complète des donateurs. Les adresses IP qui ne ne respectent pas nos règles seront bannies.
